public class MyStory {
    public String getMyStory() {
        String story = "Я обучалась в Московской школе " +
                "Программистов 5 лет. К сожалению, мне " +
                "не всегда довалось с объекто-ориентированным " +
                "программированием. Но вот в языке разметки разбиралась. " +
                "Даже многостраничный сайт лет 5 назад создавала: " + 
                "https://violetkarasik.github.io/karasik/ww.html. " +
                "Лично мне больше нравиться " +
                "работать с визуалом, чем с написанием функций. " +
                "Поэтому вижу себя скорее визуальным дизайнером " +
                "или работающей в сфере компьютерной графики, а " +
                "не программистом. Меня еще очень интересует " +
                "история и исскуство, а значит вероятно уйду " +
                "конструировать 3-д модели храмов (например) " +
                "или создавать виртуальные выставки для музеев. " +
                "Но надеюсь, что данный курс закончу хорошо, " +
                "все таки это ценный опыт. Да и считаю, что " +
                "программирование в современном мире нужно" +
                "почти всем, даже мне.";
        return story;
    }
}
